export const futureMockData = [
  {
    id: "eead8d22-bb0e-43b2-877e-43fa856adb74",
    name: "Плоскостопия вальгусная деформация стопы",
    description:
      "◉ Анатомия мышц голени и стопы.\n◉ Причины плоскостопия и вальгусной деформации стопы.\n◉ Мануальная работа для решения проблем плоскостопия и вальгусной деформации.\n◉ Миофасциальный самомассаж  стопы.\n\nСтоимость: Бесплатно",
    speaker: "Наталья Гринько",
    speaker_speciality:
      "Косметолог, массажист, творческий партнер компании FILARAcosmo",
    city: {
      id: "f197c4cb-0d12-49f7-b758-04cb11c6da07",
      name: "Волгоград",
      address: "ул. Академическая 22, офис 313",
    },
    datetime: "24.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1RmFZwMZ3UVj5_Qo2GVPVc7LXMcahGmo-",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1RmFZwMZ3UVj5_Qo2GVPVc7LXMcahGmo-",
  },
  {
    id: "adec0ef9-3323-4341-a92e-20c85fb460f6",
    name: "Блефаролифт",
    description:
      "Блефаролифт- авторская методика миофасциального массажа головы,\nшей и декольте, с акцентом на переорбитальную область лица\nВ основе лежит работа с соединительной тканью для оздоровления, возвращения тонуса тканей и улучшения их функциональных свойств.\nКак результат, мы получаем гармоничные черты лица, без отеков, мешков, грыж, улучшение общего состояния кожи, самочувствия, отсутствие мигрений, улучшение сна.\n\nСтоимость: 5000 рублей",
    speaker: "Наталья Гринько",
    speaker_speciality:
      "Косметолог, массажист, творческий партнер компании FILARAcosmo",
    city: {
      id: "f197c4cb-0d12-49f7-b758-04cb11c6da07",
      name: "Волгоград",
      address: "ул. Академическая 22, офис 313",
    },
    datetime: "15.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1RmFZwMZ3UVj5_Qo2GVPVc7LXMcahGmo-",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1RmFZwMZ3UVj5_Qo2GVPVc7LXMcahGmo-",
  },
  {
    id: "9867281b-87e8-4e54-b2a0-c296f14f48e1",
    name: "Как продавать не продавая",
    description:
      "▪️ Научиться продавать легко и без манипуляций\n▪️ Зарабатывать больше денег с одного клиента\n▪️ Как продавать без страха\n▪️ Повысить уровень экспертности в глазах клиента\n▪️ Схема легкой продажи на практике\n\nСтоимость: закупка препаратов на 1000 рублей",
    speaker: "Юлия Тишина",
    speaker_speciality: "Косметолог, творческий партнер FILARAcosmo",
    city: {
      id: "f197c4cb-0d12-49f7-b758-04cb11c6da07",
      name: "Волгоград",
      address: "ул. Академическая 22, офис 313",
    },
    datetime: "14.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1W_G0bwVnnZp0Wks7Kx4B8tA2D1Gi0OSy",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1W_G0bwVnnZp0Wks7Kx4B8tA2D1Gi0OSy",
  },
  {
    id: "cb1f367f-8635-40fa-9655-b6c50734c035",
    name: "Препараты V45",
    description:
      "◉ Липосомальная составляющая и пептидный компонент как ключ к здоровой и сияющей коже\n◉ Холистический подход\n◉ Структура линеек, как подобрать максимально эффективный курс?\n◉ Инновационные всесезонные пилинги\n◉ Современные критерии выбора препарата\n◉ Разбор составов в зависимости от персональных параметров пациента\n◉ Потребности кожи для основных направлений косметологических задач\n◉ Комбинации с другими процедурами и протоколы для достижения стойкого и яркого результата.\n◉ Бонус: как стать востребованным специалистом?\n- фишки, небольшие секреты и индивидуальный подход к каждому пациенту",
    speaker: "Виктория Бедрина",
    speaker_speciality:
      "Врач-дерматолог, косметолог, сертифицированный тренер FILARAcosmo",
    city: {
      id: "defad517-2fc8-43a4-ae01-aa0ef0d2f264",
      name: "Сочи",
      address: "ул. Роз 117, офис 403",
    },
    datetime: "13.03.2023 11:00",
    image:
      "https://drive.google.com/uc?export=view&id=1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
  },
  {
    id: "4ca58060-2c04-4fec-bc56-4a5c2d6f5fe4",
    name: "Эстетическая коррекция периоральной зоны губ",
    description:
      "1) Способы коррекции эстетических недостатков в периоральной области\n2) Показание для коррекции периоральной области\n3) Антропометрия идеальных губ. Гендерные особенности распределения объема.\n4) Анатомические ориентиры. Типы губ.\n5) Инволюционные изменения губ\n6) Оценка пациента перед проведением процедуры.\n7) Схема коррекции губ разного типа\n8) Анатомия губ. Уровни введения филлеров\n9) Приемы анастезии\n10) Идеальные препараты для губ\n11) Канюльная техника\n12) Современные тренды\n13) Биоривитализация губ\n14) Осложнения и НЯ, частые ошибки.",
    speaker: "Виктория Бедрина",
    speaker_speciality:
      "Врач-дерматолог, косметолог, сертифицированный тренер FILARAcosmo",
    city: {
      id: "9cabdf58-ca4c-4276-b81a-8b9dbb9f33f3",
      name: "Краснодар",
      address: "ул. Красная 180, офис 112",
    },
    datetime: "25.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
  },
  {
    id: "302e65ad-0a1e-4365-a636-73af37cb3424",
    name: "Lotos Форум",
    description:
      "◉ Инновации южнокорейских производителей, применяемые в решении актуальных задач эстетической медицины.\nПреимущества работы с продукцией Lotos Group\nСпикер: Никитина Елизавета Александровна, к.м.н., врач-дерматолог, косметолог, сертифицированный тренер Lotos Group\n\n◉ Топографическая анатомия лица как основа безопасной контурной пластики\nСпикер: Иванов Алексей Анатольевич, к.м.н., анатом\n\n◉ Инновационные пилинги и космецевтика V45 в эстетической косметологии\nСпикер: Покровский Илья Викторович, врач-дерматолог, косметолог, член международного комитета по косметологии и эстетике CIDESCO, сертифицированный тренер Lotos Group\n\n◉ Филлеры QT Fill N: инновационные технологии производства, высокотехнологичное сырьё, доказанная эффективность и безопасность\nСпикер: Никитина Елизавета Александровна, к.м.н., врач-дерматолог, косметолог, сертифицированный тренер Lotos Group\n\n◉ Биостимулирующее действие полимолочной кислоты: улучшая качество кожи, улучшаем качество жизни\nСпикер: Никитина Елизавета Александровна, к.м.н., врач-дерматолог, косметолог, сертифицированный тренер Lotos Group\n\n◉ Инновационная южнокорейская технология MCO™, оптимизирующая перекрестное связывание при минимальном количестве сшивающего агента\nСпикер: Покровский Илья Викторович, врач-дерматолог, косметолог, член международного комитета по косметологии и эстетике CIDESCO, сертифицированный тренер Lotos Group\n\n◉ Патогенез, принципы диагностики и профилактики осложнений инъекционной контурной пластики\nСпикер: Журавель Максим Вячеславович, врач дерматовенеролог, косметолог, трихолог. Ассистент кафедры биомедицины Институт Восточной Медицины РУДН, член Московского областного общества дерматовенерологов\n\n◉ Ботулинический токсин: вчера, сегодня, завтра\nСпикер: Покровский Илья Викторович, врач-дерматолог, косметолог, член международного комитета по косметологии и эстетике CIDESCO, сертифицированный тренер Lotos Group\n\n◉ Возможности ультразвуковой терапии в косметологии: от ультрафонофореза до УЗ-неоколлагеногенеза\nСпикер: Журавель Максим Вячеславович, врач дерматовенеролог, косметолог, трихолог. Ассистент кафедры биомедицины Институт Восточной Медицины РУДН, член Московского областного общества дерматовенерологов\n\n◉ Демонстрация техник инъекций\nСпикер: Никитина Елизавета Александровна, к.м.н., врач-дерматолог, косметолог, сертифицированный тренер Lotos Group\nСпикер: Покровский Илья Викторович, врач-дерматолог, косметолог, член международного комитета по косметологии и эстетике CIDESCO, сертифицированный тренер Lotos Group",
    speaker: "Максим Журавель",
    speaker_speciality:
      "Место проведения: Краснодар, Отель Мариот, конференц-зал Екатеринодар",
    city: {
      id: "9cabdf58-ca4c-4276-b81a-8b9dbb9f33f3",
      name: "Краснодар",
      address: "ул. Красная 180, офис 112",
    },
    datetime: "23.03.2023 09:30",
    image:
      "https://drive.google.com/uc?export=view&id=1sMXFWWnGVCo3lLtIaXskpB4cuLedZ1_w",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1sMXFWWnGVCo3lLtIaXskpB4cuLedZ1_w",
  },
  {
    id: "d0cacead-b411-44e1-a3a2-8744696d9824",
    name: "Канюльная мезотерапия и биоревитализация",
    description:
      "1) Мезотерапия. Понятие. Классификация мезотерапии\n2) Биоревитализация – определение, принятая терминология.\n3) Строение кожи. Преимущество канюльного введения, в каких слоях работаем (глубина введения). В каких случаях использовать канюлю.\n4) Показание и противопоказание к мототерапии и биоревитализации с помощью канюли.\n5) Обзор препаратов Laboratory Cytolife, Vec, MiraLine. Клинические эффекты\n6) Методики и схемы инъекций (лицо, губы, шея, декольте)\n7) Свежий взгляд. Работа в периорбитальной области. \n8) Тело. Методики инъекций (кисти рук, колени, локти). Мототерапия тела при помощи канюли.\n9) Эффективная работа с локальными жировыми отложениями",
    speaker: "Виктория Бедрина",
    speaker_speciality:
      "Врач-дерматолог, косметолог, сертифицированный тренер FILARAcosmo",
    city: {
      id: "9cabdf58-ca4c-4276-b81a-8b9dbb9f33f3",
      name: "Краснодар",
      address: "ул. Красная 180, офис 112",
    },
    datetime: "16.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1G4FQgULaZxkTWFE5UbS71cgk4j5JEiYa",
  },
  {
    id: "57437d0a-c2a8-403d-924c-0dc9b6687e40",
    name: "Семинар Académie в Краснодаре",
    description:
      "◉ Бестселлеры марки и тренды 2023 года\n◉ Всесезонные пилинги Derm Acte\n◉ Обзор новой линейки 2023 Hypo-Sensible\n\nМастер-класс\n\n◉ Процедура «Против покраснений»\n◉ Процедура «Депигментирующий пилинг UNI-PEEL» Derm Acte",
    speaker: "Татьяна Камышева",
    speaker_speciality:
      "Косметолог, тренер по косметологическим уходам и аппаратным технологиям, сертифицированный тренер Académie Scientifique de Beauté",
    city: {
      id: "9cabdf58-ca4c-4276-b81a-8b9dbb9f33f3",
      name: "Краснодар",
      address: "ул. Красная 180, офис 112",
    },
    datetime: "15.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1l4UdpY8r463mPJxbLi8wuBfwsgmW3_By",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1l4UdpY8r463mPJxbLi8wuBfwsgmW3_By",
  },
  {
    id: "c80b4e93-fed5-497d-bbe6-f9e800c79ab1",
    name: "Семинар Académie в Ростове-на-Дону",
    description:
      "◉ Бестселлеры марки и тренды 2023 года\n◉ Всесезонные пилинги Derm Acte\n◉ Обзор новой линейки 2023 Hypo-Sensible\n\nМастер-класс\n\n◉ Процедура «Против покраснений»\n◉ Процедура «Депигментирующий пилинг UNI-PEEL» Derm Acte",
    speaker: "Татьяна Камышева",
    speaker_speciality:
      "Косметолог, тренер по косметологическим уходам и аппаратным технологиям, сертифицированный тренер Académie Scientifique de Beauté",
    city: {
      id: "a483f910-8300-427e-aae8-7abc8e7b3b74",
      name: "Ростов-на-Дону",
      address: "пр-т М.Нагибина, 14а, офис 645",
    },
    datetime: "16.03.2023 10:30",
    image:
      "https://drive.google.com/uc?export=view&id=1l4UdpY8r463mPJxbLi8wuBfwsgmW3_By",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1l4UdpY8r463mPJxbLi8wuBfwsgmW3_By",
  },
  {
    id: "1684912712083",
    name: "dsadas",
    description: "asdasd",
    speaker: "asdasd",
    speaker_speciality: "asdasd",
    city: {
      id: "defad517-2fc8-43a4-ae01-aa0ef0d2f264",
      name: "Сочи",
      address: "ул. Роз 117, офис 403",
    },
    datetime: "10.05.2023 00:20",
    image: "",
    mobileImage: "",
  },
];
export const historyMockData = [
  {
    id: "255e9983-d9b2-469c-a5c7-0ffb26ab5580",
    name: 'Конференция для врачей всех специализаций и косметологов "Здоровье. Молодость.Красота"',
    description:
      "Регуляторные пептиды Vitual\nФармакогеномика – будущее превентивной медицины\n\nWow lift peel- инновационная терапия кожи, единственная топическая терапия, которая работает с митохондриальным старением\n\nMederi- уникальный пептидный концентрат в инновационных протоколах косметологов",
    date: "30.11.2021",
    image:
      "https://drive.google.com/uc?export=view&id=1BK4QzJBXhdjetWHeP0vfApy6RpMsvwPl",
    mobileImage:
      "https://api.filara-cosmo.ru/images/1BK4QzJBXhdjetWHeP0vfApy6RpMsvwPl",
  },
  {
    id: "1684912688608",
    name: "ss",
    description: "zz",
    date: "22.05.2023",
    image: "dsadasda",
    mobileImage: "",
  },
];
export const requestMockData = [
  {
    id: "f4832117-613d-4c2e-b35c-666e2997901d",
    date: "14.03.2023",
    seminar: {
      id: "c80b4e93-fed5-497d-bbe6-f9e800c79ab1",
      name: "Семинар Académie в Ростове-на-Дону",
    },
    user: {
      id: "69ca2722-78d8-4ded-ba92-0dd2a3721fc6",
      phone: "+79508471039",
      name: "Анастасия",
      lastName: "Ярополова",
      secondName: "",
      firmName: "",
    },
  },
  {
    id: "2478bbd9-08f6-4214-acf1-dfa6fbbc4d43",
    date: "10.03.2023",
    seminar: {
      id: "4ca58060-2c04-4fec-bc56-4a5c2d6f5fe4",
      name: "Эстетическая коррекция периоральной зоны губ",
    },
    user: {
      id: "8e47c6b9-0be0-4010-ae85-7c48b3208946",
      phone: "+79897000454",
      name: "Ксения",
      lastName: "Бабаян",
      secondName: "",
      firmName: "",
    },
  },
  {
    id: "2a19bcef-4cc6-4364-b8b3-cf02abde27c1",
    date: "09.03.2023",
    seminar: {
      id: "302e65ad-0a1e-4365-a636-73af37cb3424",
      name: "Lotos Форум",
    },
    user: {
      id: "fa7401c2-e603-4dce-96c9-4f5a8f239b94",
      phone: "+79505757210",
      name: "Marina",
      lastName: "Minaeva",
      secondName: "",
      firmName: "",
    },
  },
];
