export const productsMockData = [
  {
    id: "6ee9ef45-57b1-4112-a3af-5ac3f241b8e3",
    nameFrom1C: 'Anti-age концентрат "Сыворотка "Супер Соя", 50 мл',
    name: "Cytolife Маска питательная с маслом авокадо, 30 г",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "7aaaeaee-6e50-4225-9ab2-15da6d802ba7",
      name: "Laboratory Cytolife",
      icon: "b350ff6b-5576-4c51-90a7-7747ec4b8c48.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "6a98af2a-e190-4af2-a8c9-7514f5cd4c72",
      name: "Скрабы",
      position: 1,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5d931b666a27fd169ed6",
      name: "Эстетический уход",
      position: 1,
    },
    variations: [
      {
        id: 1683721381012,
        value: "",
        code: "",
      },
    ],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4532-a3af-5ac3f241b8e4",
    nameFrom1C: 'Anti-age концентрат "Сыворотка "Супер Соя", 50 мл',
    name: "Cytolife Маска омолаживающая с экстрактом черной икры, 350 г",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [
      {
        id: 1683721561783,
        value: "",
        code: "",
      },
    ],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4332-a3af-5ac3f24sb8e5",
    nameFrom1C: 'Anti-age концентрат "Сыворотка "Супер Соя" 50 мл',
    name: 'Anti-age концентрат "Сыворотка "Супер Соя", 550 мл',
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-5272-a3af-5ac3f241b8e5",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Ухудшение и усугубление, 25 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=0f7fe3e9-98fb-478c-a84d-0883ed245a7d",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [
      {
        id: 1683899516167,
        value: "",
        code: "",
      },
    ],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4386-a3af-5ac3f241z8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO SUPER POWER, 5 л",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-2975-a3af-5ac3f241b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO RECOVERY, 15 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4372-a3af-5ac3f331b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO CARE, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-1272-a3af-5ac3f245b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Восстановление и обновление, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4572-a3af-5ac3f241b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Восстановление и обновление, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4322-a3af-5ac3f241b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Восстановление и обновление, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6eesef45-57b1-4309-a3af-5ac3f241b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Восстановление и обновление, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
  {
    id: "6ee9ef45-57b1-4992-a3af-3ac3f241b8e1",
    nameFrom1C: "AGT BIO Восстановление и обновление 5мл",
    name: "AGT BIO Восстановление и обновление, 5 мл",
    codeFrom1C: "УТ000001350",
    brand: {
      id: "129b7d00-4a7a-45ed-8eda-d96cbcb52770",
      name: "AGT Bio",
      icon: "0f7fe3e9-98fb-478c-a84d-0883ed245a7d.jpg",
    },
    description:
      "Препарат предназначен для молодой кожи в целях профилактики старения, устранения сухости, увлажнения кожи вокруг глаз, для уменьшения «гусиных лапок», синевы под глазами, повышения иммунного статуса кожи, снятия отечности и пастозности лица, антиоксидантная защита, восстановление кожи после избыточной инсоляции, подготовка и реабилитация после лазерных процедур.\n\nПоказания к применению: Морщины периорбитальной и периоральной зоны, молодая, тонкая и обезвоженная кожа, сниженный тургор, кожа склонная к пастозности, мелкоморщинистый тип старения, ТАЭ, купероз, чувствительная кожа, нарушенный эпидермальный барьер.\n\nСостав: гиалуронат натрия 0,8% (1100-1300 кДа), трегалоза, маннитол, буферный раствор.\n\nСтерильно, апирогенно, нетоксично.",
    images: [
      "https://drive.google.com/uc?export=view&id=1OZcJHRACGwkj4-rE0ZfIoi9ngKUj75_y",
      "https://drive.google.com/uc?export=view&id=16d-yUL2pEo2FLPyTwRHQEPQ6JQYugwnp",
    ],
    price: 2000,
    sub_catalog_product: {
      id: "fcfec920-558b-47ac-81a2-f11d4e7c54a1",
      name: "Биоревитализанты",
      position: 0,
      catalog_product: "644a5d931b666a27fd169ed6",
    },
    catalog_product: {
      id: "644a5da71b666a27fd169ed8",
      name: "Биорепаранты/биоревитализанты",
      position: 2,
    },
    variations: [],
    characteristics: [
      {
        id: "9033b2fd-a2f4-4ade-9e5e-61e01af7e832",
        key: "Код товара",
        value: "",
      },
      {
        id: "55c30ef0-05c1-48e3-9d55-d31d01f240fd",
        key: "Тип кожи",
        value: "обезвоженная кожа, чувствительная кожа, куперозная кожа",
      },
      {
        id: "c7a605c9-0a23-466a-8dad-27a1b29d3a66",
        key: "Возрасты",
        value: "20+, 30+, 40+, 50+, 60+",
      },
      {
        id: "e0791b37-29b2-4043-b3a3-b8fc4421c237",
        key: "Страна-производитель",
        value: "Россия (Сколково)",
      },
    ],
    tags: [
      {
        id: "45188a94-48cb-4967-8cc6-fe947f6d41c2",
        name: "Восстановление и обновление",
      },
      {
        id: "0dd83b18-7ded-4a5e-9636-84ef0ce54a38",
        name: "AGT",
      },
      {
        id: "4595df03-d07d-46aa-946e-003b6eb05f5d",
        name: "AGT BIO",
      },
    ],
  },
];
